Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: So what do you want this time? More weird junk?
pl: To czego chcesz tym razem? Znowu jakiś dziwny złom?

source: So what do you want? Are you worried about something or whatever?
pl: Więc, czego chcesz? Coś cię niepokoi, czy jak?

source: So what exactly happened?
pl: No dobrze... Co tak właściwie się stało?

source: So what is this game of yours anyway?
pl: A tak w ogóle, to jakiego typu grę stworzyłeś?

source: So what should we play next?
pl: W co się teraz pobawić?

source: So what should we play today? Tag or hide-and-seek? I'm up for either!
pl: W co się dzisiaj pobawić? W berka, czy w chowanego? Jestem gotowy na jedno i drugie!

source: So what's going on here?
pl: Zatem... O co tu może chodzić?

source: So what?
pl: I co z tego?

source: So when humans return, I'll make sure to greet them with a glorious feast!
pl: I dlatego, jak ludzie już wrócą, zamierzam powitać ich tak wspaniałą ucztą, że nigdy o niej nie zapomną!

source: So where do all these older weapon models come from, huh?
pl: Skąd tak w ogóle, biorą się te stare modele broni, co?

source: So why are you still here?
pl: To dlaczego nadal tu jesteś?

source: So why do they insist on imitating humanity? And more specifically, why do they imitate their failures?<bt_wait>
pl: Dlaczego więc tak uparcie naśladują ludzkość? A dokładniej: dlaczego naśladują jej porażki?<bt_wait>

source: So why do they keep fighting?
pl: Więc czemu wciąż walczą?

source: So why do you have all these animals here anyway?
pl: Po co właściwie trzymasz tu te wszystkie zwierzęta?

source: So why don't the machines—or the aliens who created them—attack the Bunker directly?
pl: Więc czemu maszyny — czy raczej kosmici, którzy je stworzyli — nie zaatakują bezpośrednio Bunkra?

source: So why would machines try to look like us?
pl: Dlaczego zatem, maszyny próbują wyglądać jak my?

source: So would you mind killing me, please?
pl: Czy możesz mnie więc zabić, proszę?

source: So yeah, we're lab rats. But at least we get to be here helping out friends.
pl: Więc tak, zostałyśmy szczurami laboratoryjnymi. Ale przynajmniej możemy tu być i pomagać przyjaciołom.

source: So you are new. First time in arena.
pl: Jesteś tu nowy. Pierwszy raz na arenie.

source: So you beat the champion, huh? I thought fortune was on his side for sure...
pl: Pokonałaś czempiona, co? Myślałam, że fortuna była po jego stronie...

source: So you erased your own memories.
pl: I postanowiłaś wymazać własne wspomnienia.

source: So you gonna have a belt or what?
pl: A ty się nie napijesz, czy jak?

source: So you're taking the trials then? In accordance with Rule 29,450, I wish you good luck.
pl: Też bierzesz udział w próbach? Zgodnie z Zasadą 29450, życzę ci powodzenia.

source: So,
pl: Więc,

source: So, 2B—
pl: A więc, 2B...

source: So, I can actually recommend a chip setup based on what you're carrying right now. Wanna give it a try?
pl: Zatem, jeśli pozwolisz, mogę zaproponować ustawienie czipów w oparciu o te, które masz przy sobie. Chcesz spróbować?

source: So, then,
pl: Tak więc,

source: So, um...
pl: No więc, eee...

source: So, um...do you mind if I ask you a favor?
pl: W związku z tym, czy... Mogę mieć do was prośbę?

source: So, with the help of some select volunteers, my company unlocks them.
pl: A więc, by pomóc wybranym ochotnikom, moja firma odblokowuje je.

source: So. What can't you stop thinking about?
pl: No więc...? O czym nie możesz przestać myśleć?

source: So...
pl: A więc...

source: So...an elevator?
pl: Czyli... windę?

source: So...mission complete and all that, huh?
pl: Tak więc... Udało się wykonać misję, i w ogóle? Hm?

source: So...scared...
pl: Tak się... boję...

source: So?
pl: No i?

source: So? How'd it go? Did you find that murdering wench in the red hood?
pl: I co? Jak poszło? Znaleźliście tę morderczą wiedźmę w czerwonym kapturze?

source: Social Marketing Manager
pl: Menadżer ds. marketingu społecznościowego

source: Software vulnerabilities and penetration path detected.
pl: Wykryto luki w oprogramowaniu, oraz w ścieżce penetracji.

source: Soil? Uh, it's dirt. Ground. The stuff we're walking on?
pl: Gleba? Eee... to ziemia. Grunt. To coś, co znajduje się pod naszymi nogami.

source: Solitude makes you stronger.
pl: Samotność cię wzmocni.

source: Solomon Islands
pl: Wyspy Salomona

source: Some Resistance lady with red hair practically tackled me trying to get me to buy it.
pl: Jakaś rudowłosa z Ruchu Oporu prawie się na mnie rzuciła, próbując mi go sprzedać.

source: Some YoRHa units abandoned their mission, the operation failed, and every android met their demise.
pl: Niektóre jednostki YoRHa porzuciły swoją misję, przez co operacja zakończyła się niepowodzeniem, a każdego androida spotkała zguba.

source: Some buttons are overlapping.
pl: Konflikt ustawień przycisków.

source: Some buttons are overlapping. Please assign duplicates to separate buttons.
pl: Konflikt ustawień przycisków. Przypisz zduplikowane ustawienia do osobnych przycisków.

source: Some choose to walk on their own two feet and discover things for themselves... Hint, hint!
pl: Niektórzy wolą chodzić na swoich dwóch nogach i odkrywać rzeczy na własną rękę... taka podpowiedź.

source: Some desired love! Others family!
pl: Jedni pragnęli miłości! Inni — rodziny!

source: Some folks just get into that sort of thing, I suppose.
pl: Zapewne, część z nich czymś takim się interesuje.

source: Some kind of writing...
pl: Coś tu zostało napisane...

source: Some may say that your efforts are purely for show.
pl: Niektórzy mogą nawet powiedzieć, że twoje wysiłki były jedynie na pokaz.

source: Some of it. But it's badly damaged, so we didn't learn much.
pl: Częściowo. Ale są poważnie uszkodzone, więc niewiele mogliśmy się z nich dowiedzieć.

source: Some of our kind can be violent. They are beyond our control.
pl: Niektórzy z naszych potrafią być brutalni. Są poza naszą kontrolą.

source: Some of the villagers suddenly went mad.
pl: Niektórzy mieszkańcy wioski nagle oszaleli.

source: Some of them are a bit strange, honestly. Like the one where I'm being attacked by a giant boar over and over again?
pl: Tak szczerze, to część z nich jest trochę dziwna... Jak na przykład to, w którym jestem w kółko atakowany przez wielkiego dzika?

source: Some people lose everything they have. They get taken off and are never seen again.
pl: Niektórzy tracą tu wszystko co mają. Są gdzieś zabierani i nikt ich więcej nie widzi.

source: Some people make fun of this place, but they're just simple-minded idiots who don't know what fun is. I feel sorry for 'em. Don't you?
pl: Niektórzy śmieją się z tego miejsca, ale są po prostu prostymi idiotami, którzy nie wiedzą, co to jest zabawa. Trochę mi ich szkoda. A tobie?

source: Some records on old humans...
pl: Trochę zapisków dotyczących dawnych ludzi...

source: Some saw their loved ones cut to pieces, others had their friends eaten right in front of their eyes.
pl: Niektórzy widzieli swoich ukochanych rozcinanych na strzępy... Inni, swoich przyjaciół, zjadanych żywcem na ich oczach.

source: Some things are better left unknown.
pl: O niektórych rzeczach lepiej nie wiedzieć.

source: Some things just aren't easy to talk about.
pl: Są sprawy, o których trudno się mówi.

source: Some units are particularly wasteful, it seems. I'll have to give them a warning.
pl: Najwyraźniej niektóre jednostki są szczególnie marnotrawne. Dam im ostrzeżenie.

source: Some wars never end.
pl: Niektóre wojny nigdy się nie kończą.

source: Some, yes. I've seen lilies, cherry blossoms, daffodils, and even lunar tears.
pl: Owszem, tak. Widziałam lilie, kwiaty wiśni, kaczeńce a nawet księżycowe łzy.

source: Somebody help me!
pl: Niech ktoś mi pomoże!

source: Somebody help me...
pl: Niech ktoś mi pomoże...

source: Somebody help us!
pl: Niech ktoś nam pomoże!

source: Somebody help us...
pl: Niech ktoś nam pomoże...

source: Somebody please help me!
pl: Niech ktoś mi pomoże!

source: Someday I need to teach you how to be helpful.
pl: Kiedyś muszę cię nauczyć, jak być pomocnym.

source: Someone has prayed over your fallen body.
pl: Ktoś pomodlił się nad twoim poległym ciałem.

source: Someone somewhere
pl: Ktoś, gdzieś

source: Someone's data has been lost.
pl: Stracono czyjeś dane.

source: Someone... This hole...
pl: Ktoś... Ta wyrwa...

source: Something about this flower fills me with an emotion I don't really understand.
pl: Coś w tym kwiecie wypełnia mnie emocjami, których tak naprawdę nie rozumiem.

source: Something doesn't feel right.
pl: Coś tu jest nie tak.

source: Something like that. Don't you remember driving them out of here?
pl: Coś w tym stylu. Nie pamiętasz jak ich stąd wypędziliście?

source: Something tells me this is going to involve a lot of killing.
pl: Coś mi mówi, że to będzie wymagało wielu zabójstw.

source: Something up?
pl: Coś się dzieje?

source: Something weird is going on...
pl: Dzieje się coś dziwnego...

source: Something wrong?
pl: Coś nie tak?

source: Something's wrong with Emil. Follow him to the desert.
pl: Coś jest nie tak z Emilem. Idź za nim na pustynię.

source: Sometimes enemies will attack terminals. In those cases, you won't be able to use them again until you get rid of the enemies.
pl: Czasem wrogowie atakują terminale. W takich wypadkach, nie będziesz w stanie z nich skorzystać, dopóki nie pozbędziesz się wrogów.

source: Sometimes important mails sit around for weeks because the recipient doesn't know how to check 'em.
pl: Czasem ważne wiadomości czekają całymi tygodniami, bo odbiorca nie wie, jak je odczytać.

source: Sometimes we hear animals howling in the distance.<bt_wait> It makes us flinch every time.<bt_wait> But we continue our march, because even this is better than suffering at the hands of our fellow androids. </page>
pl: Czasem słyszymy zwierzęta wyjące w oddali.<bt_wait> To sprawia, że za każdym razem się wzdrygamy.<bt_wait> Ale idziemy dalej, bo nawet to jest lepsze niż cierpienie z rąk naszych znajomych androidów. </page>

source: Sometimes you forget what it means to live.
pl: Czasem zapominasz co to znaczy żyć.

source: Sometimes you just feel trapped.
pl: Czasem po prosu czujesz się w potrzasku.

source: Sometimes you may not be able to use a transport terminal if machine lifeforms are jamming it.
pl: Czasem nie będziesz w stanie użyć terminalu transportowego, jeśli mechaniczne formy życia go zakłócają.

source: Somewhere in the depths of space, the Commander still floats about with a stern look on her face.
pl: Gdzieś w odmętach kosmosu, Komandor nadal dryfuje z tym swoim surowym wyrazem twarzy.

source: Son Machine
pl: Maszyna syn

source: Song of the Ancients (Atonement) - Medium
pl: Song of the Ancients (Atonement) - Średnia

source: Songs
pl: Piosenki

source: Songs (Child Voice)
pl: Piosenki (głosy dziecięce)

source: Songs (child voice)
pl: Piosenki (głosy dziecięce)

source: Songs, Lyrics
pl: Piosenki, słowa

source: Songwriting (words and music)
pl: Kompozytor (słowa i muzyka)

source: Soon, the man had craftsmen forge a host of similar weapons. He gave them to all the other villagers in the hope it would force people to solve conflicts with words instead of violence. And his plan worked...for a while.
pl: Wkrótce mężczyzna kazał rzemieślnikowi wykuć szereg podobnych broni. Dał je każdemu mieszkańcowi, w nadziei, że zmusi to ludzi do pokojowego rozwiązywania konfliktów. Jego plan działał... przez jakiś czas.

source: Soooo, I know that rest is important and all, but don't you have an important mission to finish?
pl: A więc... Wiem, że odpoczynek jest ważny i takie tam, ale czy nie macie teraz jakiejś ważnej misji do wykonania?

source: Soooo, any chance you might help us out?
pl: Więęęc...? Jest szansa, że nam pomożesz?

source: Soooo, was that big ol' buzzsaw the Goliath you came here to take out?
pl: A więęęęc... Czy ta wielka piła tarczowa to Goliat, który był celem operacji?

source: Soooo...tag then?
pl: Więęęc... jednak berek?

source: Sore subject, is it? Sorry.
pl: Aha... Delikatny temat, tak? Wybacz.

source: Sorry I got startled and ran away. ...Er, or rolled away, I guess.
pl: Przepraszam, wystraszyłem się i uciekłem... Eee, a właściwie, to się odtoczyłem.

source: Sorry I haven't been in touch, Anemone.
pl: Wybacz, że nie kontaktowałam się z tobą wcześniej, Anemono.

source: Sorry about that. I didn't see you there.
pl: Przepraszam. Nie widziałem cię tam.

source: Sorry for the trouble, but we can't risk the enemy discovering their position.
pl: Przepraszam za ten kłopot, ale nie możemy ryzykować, że wróg odkryje pozycję waszych jednostek latających.

source: Sorry to barge in on y—oh! Looks like you've already started.
pl: Wybacz, że się tak wpraszam... och! Wygląda na to, że już zaczęłaś.

source: Sorry to keep you!
pl: Przepraszam, że musieliście czekać!

source: Sorry to put you through this. And please be careful! Some of the desert enemies are quite strong.
pl: Wybacz, że cię w to wpakowałyśmy... Tylko proszę, uważaj na siebie! Niektóre z pustynnych maszyn są całkiem silne.

source: Sorry to startle you. Just stay here and wait for help.
pl: Przepraszam, że cię wystraszyłam. Zostań tutaj i poczekaj na pomoc.

source: Sorry we had to ask this of you...
pl: Przepraszamy, że cię o to poprosiłyśmy...

source: Sorry! You can't pick me!
pl: Przepraszam! Nie możesz mnie wybrać!

source: Sorry! My apologies, but I cannot let you pass.
pl: Przepraszam! Wybaczcie, ale nie mogę was przepuścić.

source: Sorry! Sorry. We'll try to walk slower, okay?
pl: Przepraszam! Przepraszam... Postaramy się iść wolniej, dobrze?

source: Sorry! That's classified.
pl: Przepraszam. To tajne.

source: Sorry, I don't remember.
pl: Przykro mi, nie pamiętam.

source: Sorry, I must ask you to die!
pl: Przepraszam, muszę cię prosić o śmierć!

source: Sorry, and I truly, truly am sorry, but that's all I can say for now.
pl: Przepraszam, i jest mi naprawdę, naprawdę przykro, ale to wszystko co mogę w tej chwili powiedzieć.

source: Sorry, but can you come back later?
pl: Przepraszam, ale możecie wrócić później?

source: Sorry, but could you do me a favor and clear a path so I can get ouf of here?
pl: Wybacz, ale... Czy możesz zrobić mi przysługę i oczyścić drogę? Chciałbym bezpiecznie opuścić to miejsce.

source: Sorry, but could you focus on your mission for now?
pl: Przepraszam, ale czy możecie teraz skupić się na swojej misji?

source: Sorry, but the investigation into the humanoid machines is stalled; I don't have any new information for you.
pl: Przepraszam, ale badania nad humanoidalnymi maszynami utknęły w martwym punkcie. Nie mam żadnych nowych informacji.

source: Sorry, but this is all I can give you at the moment.
pl: Przepraszam, ale w tej chwili tylko tyle mogę ci przekazać.

source: Sorry, is something wro—
pl: Przepraszam, czy coś jest ni...

source: Sorry, this isn't a good time. Maybe come back once everything's calmed down.
pl: Przepraszam, to nie najlepszy moment. Może wróć jak sprawy się trochę uspokoją.

source: Sorry, this place is off-limits.
pl: Przepraszam, nie wolno tam wchodzić.

source: Sorry, this terminal is out-of-order right now.
pl: Wybacz, ale ten terminal jest teraz nieczynny.

source: Sorry. I have to concentrate on this or I'll screw it up.
pl: Przepraszam. Muszę się skoncentrować, żeby tego nie zepsuć.

source: Sorry. You've got to talk to our leader first. Them's the rules.
pl: Przykro mi. Musisz najpierw pogadać z naszym przywódcą. Takie są zasady.

source: Sorry... I have no clue...
pl: Wybacz... Nie mam pojęcia...

source: Sorry? Do you need something?
pl: Tak? Potrzebujesz czegoś?

source: Sort this mess out and deliver the package to the client.
pl: Zajmij się bałaganem i dostarcz paczkę klientowi.

source: Sort: Category
pl: Sort.: Kategoria

source: Sort: Cost
pl: Sort.: Koszt

source: Sort: Equipped
pl: Sort.: Używane

source: Sorting Trouble
pl: Magazynowe problemy

source: Sorting Trouble 2
pl: Magazynowe problemy 2

source: Sorting Trouble 3
pl: Magazynowe problemy 3

source: Soul Box
pl: Pudełko duszy

source: Souls and heaven, huh?
pl: Dusze i niebo, hę?

source: Sound
pl: Dźwięk

source: Sound Data 1
pl: Dane dźwiękowe 1

source: Sound Data 2
pl: Dane dźwiękowe 2

source: Sound Data 3
pl: Dane dźwiękowe 3

source: Sound Data 4
pl: Dane dźwiękowe 4

source: Sound Data 5
pl: Dane dźwiękowe 5

source: Sound Designer
pl: Projekt udźwiękowienia

source: Sound Director
pl: Kierownik udźwiękowienia

source: Sound Editor
pl: Montażysta dźwięku

source: Sound Effect Volume
pl: Głośność efektów dźwiękowych

source: Sound Engineer
pl: Inżynier dźwięku

source: Sound Mixer
pl: Mikser dźwięku

source: Sound Programmer
pl: Programista udźwiękowienia

source: Sound advice.
pl: Dobra rada.

source: Sounds good.
pl: Brzmi dobrze.

source: Sounds great to me.
pl: Jak dla mnie, brzmi świetnie.

source: Sounds interesting. Mark 'em on the map.
pl: Brzmi ciekawie. Oznacz to na mapie.

source: Sounds like a plan.
pl: To zabrzmiało jak plan.

source: Sounds like it.
pl: Na to wygląda.

source: Sounds like that red hood was a gift of some sort.
pl: Wygląda na to, że ten czerwony kaptur był podarunkiem.

source: Sounds rough.
pl: To musi być dla ciebie trudne.

source: South Africa
pl: Południowa Afryka

source: South Korea
pl: Korea Południowa

source: South Sudan
pl: Sudan Południowy

source: Space
pl: Spacja

source: Space Materials Shop
pl: Sklep z materiałami kosmicznymi

source: Spain
pl: Hiszpania

source: Spanish Checker
pl: Korekta (hiszpański)

source: Spanish Tester
pl: Tester języka (hiszpański)

source: Spanish Translator
pl: Tłumacz (hiszpański)

source: Spar with Father Servo.
pl: Walcz z Ojcem Servo.

source: Spare her.
pl: Oszczędź ją.

source: Spare him...
pl: Oszczędź go...

source: Spare our big brother...
pl: Oszczędź naszego starszego brata...

source: Spare the animals.
pl: Oszczędź zwierzęta.

source: Speak of it to no one.
pl: Z nikim o tym nie rozmawiajcie.

source: Speak to machine you want to control.
pl: Porozmawiaj z maszyną, którą chcesz kontrolować.

source: Speak with the Commander.
pl: Porozmawiaj z Komandor.

source: Speaking of YoRHa goons, I'm a bit surprised you types are so...intellectual.
pl: Mówiąc o zbirach z YoRHa, przyznaję, że jestem trochę zaskoczona faktem, że jesteście tacy... intelektualni.

source: Speaking of emotion, those Adam and Eve units sure seemed less than logical.
pl: Skoro już rozmawiamy o emocjach, to... Te jednostki, Adam i Ewa, wydawały się raczej mało logiczne.

source: Spear
pl: Włócznia

source: Spear of the Usurper
pl: Włócznia Uzurpatora

source: Spear-equipped
pl: z włócznią

source: Spears
pl: Włócznie

source: Special Abilities
pl: Umiejętności specjalne

source: Special Correspondence
pl: Korespondencja specjalna

source: Special Rank (Rec. Lv: 99)
pl: Ranga specjalna (zalecany poz.: 99)

source: Special Trial (Rec. Lv: 90)
pl: Próba specjalna (zalecany poz.: 99)

source: Special Unit Machines
pl: Maszyny — jednostki specjalne

source: Special authorization keys are required to access Tower sub-units.
pl: W celu uzyskania dostępu do podjednostek Wieży, wymagane są specjalne klucze autoryzacyjne.

source: Special software protection detected. Enemy is refusing access from anything other than machine lifeforms.
pl: Wykryto specjalne oprogramowanie ochronne. Wroga jednostka blokuje dostęp wszystkimu, co nie jest inną mechaniczną formą życia.

source: Specifically,
pl: Konkretnie,

source: Spectator Machine
pl: Maszyna widz

source: Speculation: Failure caused by intense combat and lack of maintenance.
pl: Spekulacja: awaria wywołana została intensywną walką, oraz brakiem napraw.

source: Speculation: It is a resource of some kind.
pl: Spekulacja: to jakiś rodzaj surowca.

source: Speculation: It is driven by remaining data located within enemy servers.
pl: Spekulacja: jego działanie podtrzymują dane wciąż obecne na wrogich serwerach.

source: Speculation: Perhaps these are raw materials from the structure itself. Possibly useful for creating weapons.
pl: Spekulacja: możliwe, że te surowce pochodzą z samej struktury. Istnieje duże prawdopodobieństo, że nadają się do tworzenia broni.

source: Speed Salve (L)
pl: Maść prędkości (L)

source: Speed Salve (S)
pl: Maść prędkości (S)

source: Speed Star
pl: Gwiazda prędkości

source: Speed will decide this contest! Speed above all!
pl: To będzie pojedynek szybkości! Bo liczy się tylko szybkość!

source: Spend money to get certain things done.
pl: Wydaj pieniądze, aby ułatwić wykonanie pewnych rzeczy.

source: Sphere (S)
pl: Kula (S)

source: Spherical Link
pl: Łańcuch kul

source: Spherical Machine Battle
pl: Bitwa z kulistą maszyną

source: Spider Boss
pl: Boss-pająk

source: Spins a Pod around the player at high speed, wreaking havoc on any enemies it touches.
pl: Pod wiruje wokół gracza z dużą prędkością, siejąc spustoszenie wśród wrogów, których dotknie.

source: Spirit of Fire
pl: Duch ognia

source: Spread love throughout the world!
pl: Głoście miłość na całym świecie!

source: Squad 13, please respond.
pl: Oddział 13, proszę, odpowiedz.

source: Squad 17, please respond.
pl: Oddział 17, proszę, odpowiedz.

source: Sr. 3D Artist
pl: Starszy artysta 3D

source: Sr. Central Digital Marketing Manager
pl: Starszy centralny menadżer marketingu cyfrowego

source: Sr. Counsel
pl: Starszy doradca

source: Sr. E-Commerce Manager
pl: Starszy menadżer ds. handlu elektronicznego

source: Sr. Manager - Project Communications
pl: Starszy menadżer komunikacji projektu

source: Sr. Manager -Project Communications
pl: Starszy menadżer komunikacji projektu

source: Sr. Web Producer, Interactive Marketing
pl: Starszy Web producent, marketing interaktywny

source: Ssh! Be quiet! I'm trying to hide!
pl: Cii! Bądź cicho. Próbuję się ukryć!

source: Sssss...cared...
pl: Bbbbbb...oję się...

source: St. Christopher and Nevis
pl: Saint Kitts i Nevis

source: St. Vincent and the Grenadines
pl: Saint Vincent i Grenadyny

source: Staff
pl: Personel

source: Stage
pl: Etap

source: Stamp
pl: Pieczątka

source: Stamp Card
pl: Karta na pieczątki

source: Stamp Collecting
pl: Zbieranie pieczątek

source: Stamp discovered inside enemy body.
pl: Pieczątka została odkryta w ciele przeciwnika.

source: Stamp discovered.
pl: Odkryto pieczątkę.

source: Stand by for incoming satellite laser strike.
pl: Przygotować się na atak laserowy z satelity!

source: Stand strong! Move!
pl: Pozostańcie silni! Ruchy!

source: Standard Machines
pl: Standardowe maszyny

source: Standard comm systems down.
pl: Standardowa komunikacja nie działa.

source: Standing Medium Quadruped
pl: Średni czworonóg stojący

source: Starfish
pl: Rozgwiazda

source: Starfish Machine
pl: Rozgwiazda maszyna

source: Stark white samurai gauntlets, kept pristine.
pl: Nieskalanie białe samurajskie rękawice.

source: Stark white samurai gauntlets, kept pristine. Their master never saw a moment of conflict.
pl: Nieskalanie białe samurajskie rękawice. Ich pan nie zobaczył wojny nawet przez chwilę.

source: Start Fishing
pl: Zacznij łowić

source: Start Game
pl: Rozpocznij grę

source: Start with the name "<NAME>"?
pl: Rozpocząć używając imienia „<NAME>”?

source: Starting examination of motor functions.
pl: Rozpoczynanie oceny funkcji motorycznych.

source: Statue of a Girl
pl: Statuetka dziewczyny

source: Stay alert. She could be our killer.
pl: Bądź czujny. Ona może być naszym zabójcą.

source: Stay close, all right? Don't go wandering off.
pl: Trzymaj się blisko, dobrze? Nie oddalaj się.

source: Stay focused, 2B!
pl: Skup się, 2B!

source: Stay focused.
pl: Skup się.

source: Stay out of trouble!
pl: Trzymaj się z dala od kłopotów.

source: Stay the hell out...
pl: Trzymaj się z daleka...

source: Stealth function released!
pl: Udostępniono funkcję maskowania!

source: Steam? For what purpose?
pl: Para? W jakim celu?

source: Steel Spine
pl: Stalowy grzbiet
